Repository: sthzg/django-filersets
Catalog: filersets/locale/*/LC_MESSAGES/django.po
Languages: de

source: Pick folder(s)
de: Ordner wählen

source: Pick one or more categories
de: Kategorie(n) wählen

source: Watch online
de: Online ansehen

source: Process set
de: Set verarbeiten

source: Create/Update filerset
de: Erstellen/aktualisieren

source: filersets category menu
de: filersets Kategorie-Menü

source: Date
de: Datum

source: Title
de: Titel

source: Slug
de: Kürzel

source: Description
de: Beschreibung

source: Set folders
de: Set-Ordner

source: Choose the directories you wish to have integrated into the current set.
de: Ordner wählen, deren Inhalte im Set gezeigt werden sollen

source: Category
de: Kategorie

source: Assign the set to as many categories as you like
de: Kategorien können beliebig vielen Sets zugewiesen werden

source: Is processed?
de: Ist verarbeitet?

source: Belongs to set
de: Gehört zu Set

source: Content type
de: Inhaltstyp

source: Filer file
de: Filer-Datei

source: Order
de: Reihenfolge

source: Is active?
de: Ist aktiv?

source: Category name
de: Kategoriename

source: Composed slug
de: Zusammengesetztes Kürzel

source: Processed set with id {}
de: Verarbeitetes Set mit ID {}

source: Add / edit files
de: Datei(en) hinzufügen / bearbeiten

source: Current Set
de: Aktuelles Set

source: There are currently no filersets to display.
de: Aktuell gibt es keine filersets zur Anzeige.
